<template>
  <v-card>
    <v-card-text>
      ЛИЦЕНЗИОННЫЙ ДОГОВОР ОБ ИСПОЛЬЗОВАНИИ АППАРАТНО-ПРОГРАММНОГО КОМПЛЕКСА

      г. «____»____________ 2006г.

      Настоящий Лицензионный Договор является юридическим документом – Договором, заключаемым между выафывавы, именуемым в дальнейшем «Пользователь», в лице Генерального директора ыфвафыв, действующего на основании Устава предприятия, с одной стороны, и ыфвафвыафы, именуемым в дальнейшем «Правообладатель», в лице Генерального директора Бойцова ывафвы, действующего на основании Устава, с другой стороны, совместно именуемые «Стороны», заключили настоящий Договор о нижеследующем:

      1. Правообладатель исключительных прав на программное обеспечение ывафвафы и электронный блок управления (далее «АПК» – аппаратно-программный комплекс), номер регистрации ХХХХХХ в Российском агентстве по правовой охране программ для ЭВМ, баз данных и топологий интегральных микросхем (РОСАПО) от ХХ.ХХ.ХХХХ передает неисключительное, непередаваемое право по использованию 1 (одной) единицы АПК в коммерческих целях на условиях, изложенных в настоящем Договоре.

      2. Все условия, оговоренные далее, относятся как к АПК в целом, так и ко всем его компонентам в отдельности.

      3. В случае если Пользователь не согласен с условиями настоящего Лицензионного Договора, Пользователь не имеет право устанавливать и использовать АПК в коммерческих целях.

      4. Использование АПК с нарушением условий настоящего Лицензионного Договора является нарушением законодательства Российской Федерации и международного законодательства и влечет за собой административную и уголовную ответственность.

      5. По подписании настоящего Лицензионного Договора Пользователь получает от официального Партнера АПК электронный ключ (далее «ЭК»), дающий ему неисключительное непередаваемое право по использованию 1 (одной) единицы АПК согласно данному Лицензионному Договору в коммерческих целях, подтверждающий согласие со всеми положениями и условиями настоящего Лицензионного Договора и законное приобретение права по использованию АПК у Правообладателя.

      6. Пользователь имеет право создавать копии дистрибутива программного обеспечения ывфафвыа, программного обеспечения электронного блока управления, базы данных фывафываисключительно в целях резервного копирования.

      7. Пользователь имеет право использовать АПК исключительно при эксплуатации АПК в составе фывавфыа, разрабатываемых по заказу Пользователя сторонними организациями.

      8. Пользователю не разрешается изменять, декомпилировать, дезассемблировать, дешифровать и производить иные действия с объектным кодом АПК, имеющие целью получение информации о реализации алгоритмов, используемых в АПК, без письменного согласия Правообладателя.

      9. Пользователю не разрешается каким-либо образом модифицировать механизм внутренней защиты АПК.

      10. Копирование АПК с заведомо устраненным или испорченным механизмом внутренней защиты, равно как использование такового АПК, является незаконным.

      11. Пользователю не разрешается использовать АПК в информационных системах, работающих в опасных средах, либо обслуживающих системы жизнеобеспечения, в которых сбой в работе АПК может создать угрозу жизни людей или повлечь материальные ущерб.

      12. АПК предоставляется Пользователю "КАК ЕСТЬ" ("AS IS"), в соответствии с общепринятым в международной практике принципом. Это означает, что за проблемы, возникающие в процессе установки, обновления, поддержки и эксплуатации АПК (в том числе: проблемы несоответствия программного и аппаратного обеспечения требуемому для работы АПК, проблемы совместимости с другими программными продуктами (пакетами, драйверами и др.), проблемы, возникающие из-за неоднозначного толкования сопроводительной документации, несоответствия результатов использования АПК ожиданиям и т.п.), Правообладатель ответственности не несет. Пользователь, использующий данный АПК на законных основаниях, должен понимать, что несет полную ответственность за возможные негативные последствия, вызванные несовместимостью или конфликтами АПК с другими программными продуктами.

      13. Имущественные права на лицензируемое по данному Договору АПК принадлежат Правообладателю, за исключением обстоятельств указанных в п.14 настоящего Лицензионного Договора.

      14. В случае прекращения хозяйственной деятельности Правообладателем, подтвержденного выпиской об исключении Правообладателя из Единого Государственного Реестра Юридических Лиц Пользователь имеет право на получение исходного кода АПК в РОСАПО.

      15. Настоящий Договор составлен в двух экземплярах на русском языке. Оба экземпляра идентичны и имеют одинаковую силу. У каждой из сторон находится один экземпляр настоящего Договора.

      16. Договор вступает в силу с момента подписания обеими Сторонами настоящего Лицензионного Договора. Срок действия Договора не ограничен.

      17. Договор может быть прекращен Правообладателем в одностороннем порядке в случае нарушения Пользователем любого из положений настоящего Лицензионного Договора.

      Правообладатель:

      реквизиты

      Генеральный дистрибьютор:

      ревизиты
    </v-card-text>
  </v-card>
</template>

<script src="./userAgreement.js"></script>

<style scoped lang="scss">
</style>
